Repository: honganhkhoa/Surround
Catalog: Surround/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, pt_pt, th, vi, zh_hans, zh_hant

source: This Widget display a summary of your correspondence games on online-go.com.
de: Dieses Widget zeigt eine Zusammenfassung deiner Korrespondenzpartien auf online-go.com.
es: Este widget muestra un resumen de tus partidas por correspondencia en online-go.com.
fr: Ce widget affiche un aperçu de vos parties par correspondance sur online-go.com.
ja: このウイジェットは、あなたのonline-go.comでの通信対局の概要を表示します。
ko: 이 위젯은 online-go.com 통신 대국의 요약을 표시합니다.
pt_br: Este widget exibe um resumo das suas partidas por correspondência no online-go.com.
pt_pt: Este widget apresenta um resumo das suas partidas por correspondência no online-go.com.
th: วิดเจ็ตนี้แสดงสรุปเกมผลัดตาระยะยาวของคุณบน online-go.com
vi: Tiện ích này hiển thị tóm tắt về các ván trường kỳ bạn đang chơi trên online-go.com.
zh_hans: 此小组件会显示您在 online-go.com 上的通信对局摘要。
zh_hant: 此小工具會顯示你在 online-go.com 上的非即時對局摘要。

source: Time increment
de: Zeitgutschrift
es: Incremento de tiempo
fr: Incrément de temps
ja: 一回の増分
ko: 증가 시간
pt_br: Incremento de tempo
pt_pt: Incremento de tempo
th: เวลาเพิ่มต่อตา
vi: Thời gian tăng thêm
zh_hans: 每手增加用时
zh_hant: 每手加時

source: Time per move
de: Bedenkzeit pro Zug
es: Tiempo por jugada
fr: Temps par coup
ja: 一手ごとの持ち時間
ko: 한 수당 시간
pt_br: Tempo por jogada
pt_pt: Tempo por jogada
th: เวลาต่อตา
vi: Thời gian mỗi nước
zh_hans: 每手用时
zh_hant: 每手時間

source: Time per period
de: Bedenkzeit pro Periode
es: Tiempo por período
fr: Temps par période
ja: 一回の考慮時間
ko: 초읽기당 시간
pt_br: Tempo por período
pt_pt: Tempo por período
th: เวลาต่อช่วง
vi: Thời gian mỗi chu kỳ
zh_hans: 每次读秒用时
zh_hant: 每段時間

source: Time running low
de: Bedenkzeit wird knapp
es: Queda poco tiempo
fr: Il reste peu de temps
ja: 残り時間が少ない
ko: 남은 시간 부족
pt_br: Tempo acabando
pt_pt: Pouco tempo restante
th: เวลาเหลือน้อย
vi: Gần hết thời gian
zh_hans: 时间即将用尽
zh_hant: 時間即將用盡

source: Time running out
de: Zeit läuft ab
es: Se agota el tiempo
fr: Peu de temps restant
ja: 残り時間がすくない
ko: 시간이 얼마 남지 않았습니다
pt_br: O tempo está acabando
pt_pt: Tempo a esgotar-se
th: เวลาใกล้หมด
vi: Gần hết thời gian
zh_hans: 时间即将用尽
zh_hant: 時間即將用盡

source: Timeout
de: Zeitüberschreitung
es: Tiempo agotado
fr: Temps écoulé
ja: 時間切れ
ko: 시간패
pt_br: Tempo esgotado
pt_pt: Tempo esgotado
th: หมดเวลา
vi: Hết giờ
zh_hans: 超时
zh_hant: 逾時

source: To **%@**
de: Bis **%@**
es: Hasta **%@**
fr: à **%@**
ja: %@まで
ko: **%@**까지
pt_br: Até **%@**
pt_pt: Até **%@**
th: ถึง **%@**
vi: Đến **%@**
zh_hans: 到 **%@**
zh_hant: 至 **%@**

source: To start playing:
de: So beginnst du:
es: Para empezar a jugar:
fr: Pour commencer à jouer:
ja: 囲碁を打つには：
ko: 대국을 시작하려면:
pt_br: Para começar a jogar:
pt_pt: Para começar a jogar:
th: หากต้องการเริ่มเล่น:
vi: Để bắt đầu chơi:
zh_hans: 要开始对局：
zh_hant: 若要開始對局：

source: Toggle analyze mode
de: Analysemodus umschalten
es: Activar o desactivar el modo de análisis
fr: Ouvrir/Fermer le mode d'analyze
ja: 検討モード切り替え
ko: 분석 모드 전환
pt_br: Alternar modo de análise
pt_pt: Alternar modo de análise
th: สลับโหมดวิเคราะห์
vi: Bật/tắt chế độ phân tích
zh_hans: 切换分析模式
zh_hant: 切換分析模式

source: Toggle group
de: Ganze Gruppe
es: Cambiar grupo
fr: Inclure/Exclure ce groupe
ja: グループ切り替え
ko: 돌 무리 전환
pt_br: Alternar grupo
pt_pt: Alternar grupo
th: สลับทั้งกลุ่ม
vi: Chọn theo nhóm
zh_hans: 切换整组
zh_hant: 切換整組

source: Toggle playback mode
de: Wiedergabemodus umschalten
es: Activar o desactivar el modo de reproducción
fr: Basculer le mode relecture
ja: プレーバックモード切り替え
ko: 재생 모드 전환
pt_br: Alternar modo de reprodução
pt_pt: Alternar modo de reprodução
th: สลับโหมดดูย้อนหลัง
vi: Bật/tắt chế độ xem lại
zh_hans: 切换回放模式
zh_hant: 切換回放模式

source: Toggle single point
de: Einzelner Punkt
es: Cambiar punto individual
fr: Inclure/Exclure ce point
ja: 交点切り替え
ko: 돌 한 점 전환
pt_br: Alternar ponto individual
pt_pt: Alternar ponto individual
th: สลับทีละจุด
vi: Chọn từng điểm
zh_hans: 切换单个点
zh_hant: 切換單點

source: Toggle thumbnails
de: Vorschaubilder ein-/ausblenden
es: Mostrar u ocultar miniaturas
fr: Afficher/Cacher les thumbnails
ja: サムネイル切り替え
ko: 썸네일 표시 전환
pt_br: Alternar miniaturas
pt_pt: Alternar miniaturas
th: แสดงหรือซ่อนภาพย่อ
vi: Bật/tắt bàn cờ nhỏ
zh_hans: 切换缩略图
zh_hant: 切換縮圖

source: Total
de: Gesamt
ja: 目
ko: 합계
th: รวม
vi: Tổng
zh_hans: 合计
zh_hant: 總計

source: Total time
de: Gesamtbedenkzeit
es: Tiempo total
fr: Temps total
ja: 合計時間
ko: 총 시간
pt_br: Tempo total
pt_pt: Tempo total
th: เวลารวม
vi: Tổng thời gian
zh_hans: 总用时
zh_hant: 總時間

source: Triangle
de: Dreieck
es: Triángulo
ja: 三角
ko: 삼각형
pt_br: Triângulo
pt_pt: Triângulo
th: สามเหลี่ยม
vi: Tam giác
zh_hans: 三角形
zh_hant: 三角形

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
pt_pt: Tentar novamente
th: ลองอีกครั้ง
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次

source: Try it out
de: Ausprobieren
es: Pruébalo
fr: Faire un essai
ja: 試してみる
ko: 사용해 보기
pt_br: Experimente
pt_pt: Experimentar
th: ทดลองใช้
vi: Dùng thử cài đặt
zh_hans: 试试看
zh_hant: 試試看

source: Unassign
de: Zuweisung aufheben
es: Desasignar
fr: Déassigner
ja: 未割り当てにする
ko: 배정 해제
pt_br: Remover atribuição
pt_pt: Retirar da equipa
th: นำออกจากทีม
vi: Gỡ khỏi đội
zh_hans: 取消分配
zh_hant: 取消指派

source: Unranked
de: Ungewertet
es: No clasificatoria
fr: Non classée
ja: 非ランク戦
ko: 친선전
pt_br: Não ranqueada
pt_pt: Não classificada
th: ไม่จัดอันดับ
vi: Không xếp hạng
zh_hans: 不计等级分
zh_hant: 非積分

# Unusual board size: %lld×%lld
source: Unusual board size: %1$lld×%2$lld
de: Ungewöhnliche Brettgröße: %1$lld×%2$lld
es: Tamaño de tablero inusual: %1$lld×%2$lld
fr: Plateau de taille inhabituelle: %1$lld×%2$lld
ja: 極端のサイズ： %1$lld×%2$lld
ko: 비표준 바둑판 크기: %1$lld×%2$lld
pt_br: Tamanho incomum do tabuleiro: %1$lld×%2$lld
pt_pt: Tamanho de tabuleiro invulgar: %1$lld×%2$lld
th: ขนาดกระดานไม่มาตรฐาน: %1$lld×%2$lld
vi: Kích thước bàn không bình thường: %1$lld×%2$lld
zh_hans: 非常规棋盘尺寸：%1$lld×%2$lld
zh_hant: 不常見的棋盤尺寸：%1$lld×%2$lld

source: Unusual time settings
de: Ungewöhnliche Zeiteinstellungen
es: Configuración de tiempo inusual
fr: Paramètres de temps inhabituels
ja: 持ち時間が特殊な設定
ko: 비표준 시간 설정
pt_br: Configurações de tempo incomuns
pt_pt: Definições de tempo invulgares
th: การตั้งค่าเวลาไม่มาตรฐาน
vi: Thời gian không bình thường
zh_hans: 非常规用时设置
zh_hant: 不常見的時間設定

source: Vacation
de: Urlaub
es: Vacaciones
fr: Vacances
ja: 休暇
ko: 휴가
pt_br: Férias
pt_pt: Férias
th: พักร้อน
vi: Kì nghỉ
zh_hans: 假期
zh_hant: 假期

source: Variation name...
de: Variantenname...
es: Nombre de la variante…
fr: Nom de la variation...
ja: 変化図の名前...
ko: 변화도 이름...
pt_br: Nome da variação...
pt_pt: Nome da variação...
th: ชื่อแนวทางการเดิน...
vi: Tên biến thể...
zh_hans: 变化图名称…
zh_hant: 變化圖名稱…

source: View full history
de: Gesamte Partiehistorie anzeigen
es: Ver historial completo
fr: Voir tout l’historique
ja: すべての履歴を見る
ko: 전체 기록 보기
pt_br: Ver histórico completo
pt_pt: Ver histórico completo
th: ดูประวัติทั้งหมด
vi: Xem toàn bộ lịch sử
zh_hans: 查看完整记录
zh_hant: 查看完整紀錄

source: Visible only to you
de: Nur für dich sichtbar
es: Visible solo para ti
fr: Visible uniquement pour vous
ja: 自分だけに表示されます
ko: 나만 볼 수 있습니다
pt_br: Visível somente para você
pt_pt: Visível apenas para si
th: มีเพียงคุณเท่านั้นที่มองเห็น
vi: Chỉ mình bạn có thể xem
zh_hans: 仅您可见
zh_hant: 僅你可見

source: Visible to everyone
de: Für alle sichtbar
es: Visible para todos
fr: Visible pour tout le monde
ja: 全員に表示されます
ko: 모두가 볼 수 있습니다
pt_br: Visível para todos
pt_pt: Visível para todos
th: ทุกคนมองเห็นได้
vi: Mọi người đều có thể xem
zh_hans: 所有人可见
zh_hant: 所有人可見

source: Voice countdown
de: Sprach-Countdown
es: Cuenta regresiva por voz
fr: Décompte verbal
ja: 秒読み音声
ko: 음성 초읽기
pt_br: Contagem regressiva por voz
pt_pt: Contagem decrescente por voz
th: เสียงนับถอยหลัง
vi: Tiếng đếm ngược thời gian
zh_hans: 语音倒计时
zh_hant: 語音倒數

source: vs.
de: gegen
fr: contre
ja: 対
ko: 대
th: กับ
vi: trước
zh_hans: 对
zh_hant: 對戰

source: vs. Friend
de: gegen einen Freund
es: vs. un amigo
fr: Contre un ami
ja: 友人と対戦
ko: 친구와 대국
pt_br: vs. um amigo
pt_pt: Contra um amigo
th: เล่นกับเพื่อน
vi: Chọn đối thủ
zh_hans: 与好友对局
zh_hant: 指定好友

source: Waiting (%lld)
de: Offen (%lld)
es: En espera (%lld)
fr: En attente (%lld)
ja: 待機中(%lld)
ko: 대기 중(%lld)
pt_br: Aguardando (%lld)
pt_pt: À espera (%lld)
th: กำลังรอ (%lld)
vi: Đang chờ (%lld)
zh_hans: 等待中（%lld）
zh_hant: 等待中（%lld）

source: Waiting for opponent
de: Warten auf Gegner
es: Esperando al oponente
fr: En attente de l'adversaire
ja: 相手待ち
ko: 상대 대기 중
pt_br: Aguardando o adversário
pt_pt: À espera do adversário
th: กำลังรอคู่แข่ง
vi: Đang chờ đối thủ
zh_hans: 等待对手
zh_hant: 等待對手

source: Waiting for opponent: %lld games
de: Warten auf Gegner: %lld Partien
es: Esperando al oponente: %lld partidas
fr: En attente de l'adversaire: %lld parties
ja: 対局者が現れるのを待機中
ko: 상대 대기 중인 대국: %lld국
pt_br: Aguardando o adversário: %lld partidas
pt_pt: À espera do adversário: %lld partidas
th: กำลังรอคู่แข่ง: %lld เกม
vi: Đang chờ đối thủ: %lld ván
zh_hans: 等待对手：%lld 盘对局
zh_hant: 等待對手：%lld 場對局

source: Waiting for opponents/teammates
de: Warten auf Gegner/Teammitglieder
es: Esperando a oponentes o compañeros
fr: En attente d'adversaires/coéquipier
ja: 相手・仲間の番
ko: 상대/팀원 대기 중
pt_br: Aguardando adversários ou colegas de equipe
pt_pt: À espera de adversários/colegas de equipa
th: กำลังรอคู่แข่ง/เพื่อนร่วมทีม
vi: Đang chờ đối thủ/đồng đội
zh_hans: 等待对手/队友
zh_hant: 等待對手／隊友

source: Waiting for players to join and the organizer to start the game.
de: Es wird gewartet, bis Spieler beitreten und der Organisator die Partie startet.
es: Esperando a que se unan los jugadores y el organizador empiece la partida.
fr: En attente de joueurs supplémentaires et de l'organisateur pour commencer.
ja: 対局者と主催者の開始待ちです…
ko: 플레이어가 참가하고 주최자가 대국을 시작할 때까지 기다리는 중입니다.
pt_br: Aguardando os jogadores entrarem e o organizador iniciar a partida.
pt_pt: À espera que os jogadores entrem e que o organizador inicie a partida.
th: กำลังรอผู้เล่นเข้าร่วมและรอผู้จัดเริ่มเกม
vi: Đang chờ đủ người chơi, sau đó người tổ chức sẽ bắt đầu ván.
zh_hans: 正在等待棋手加入并由组织者开始对局。
zh_hant: 等待玩家加入，並由主辦者開始對局。

source: Waiting for teammate
de: Warten auf Teammitglied
es: Esperando al compañero
fr: En attente d'un coéquipier
ja: 仲間待ち
ko: 팀원 대기 중
pt_br: Aguardando um colega de equipe
pt_pt: À espera de um colega de equipa
th: กำลังรอเพื่อนร่วมทีม
vi: Đang chờ đồng đội
zh_hans: 等待队友
zh_hant: 等待隊友

source: Waiting games
de: Ausstehende Partien
es: Partidas en espera
fr: Parties en attente
ja: 期待中対局
ko: 대기 중인 대국
pt_br: Partidas em espera
pt_pt: Partidas em espera
th: เกมที่รออยู่
vi: Các ván đang chờ
zh_hans: 等待中的对局
zh_hant: 等待中的對局

source: Waiting...
de: Warten...
es: Esperando…
fr: En attente...
ja: お待ちください...
ko: 대기 중...
pt_br: Aguardando...
pt_pt: A aguardar...
th: กำลังรอ...
vi: Đang chờ...
zh_hans: 正在等待…
zh_hant: 等待中…

source: Weekend
de: Wochenende
es: Fin de semana
fr: Fin de semaine
ja: 週末
ko: 주말
pt_br: Fim de semana
pt_pt: Fim de semana
th: วันหยุดสุดสัปดาห์
vi: Cuối tuần
zh_hans: 周末
zh_hant: 週末

source: Welcome
de: Willkommen
es: Te damos la bienvenida
fr: Accueil
ja: ようこそ
ko: 환영합니다
pt_br: Boas-vindas
pt_pt: Boas-vindas
th: ยินดีต้อนรับ
vi: Xin chào
zh_hans: 欢迎
zh_hant: 歡迎

source: White
de: Weiß
es: Blancas
fr: Blanc
ja: 白
ko: 백
pt_br: Brancas
pt_pt: Brancas
th: ขาว
vi: Trắng
zh_hans: 白棋
zh_hant: 白

source: White by %.1f
de: Weiß mit %.1f Punkten
es: Blancas por %.1f
fr: Blanc par %.1f
ja: 白（%.1fの差）
ko: 백 %.1f집 우세
pt_br: Brancas por %.1f
pt_pt: Brancas por %.1f
th: ขาวนำ %.1f แต้ม
vi: Trắng hơn %.1f
zh_hans: 白胜 %.1f 目
zh_hant: 白勝 %.1f 目

source: White to move
de: Weiß am Zug
es: Juegan blancas
fr: Au tour de blanc
ja: 白番です
ko: 백 차례
pt_br: Vez das Brancas
pt_pt: Jogam as brancas
th: ตาขาวเดิน
vi: Tới lượt Trắng
zh_hans: 轮到白方
zh_hant: 輪到白方

source: White wins by %.1f points
de: Weiß gewinnt mit %.1f Punkten Vorsprung
es: Las blancas ganan por %.1f puntos
fr: Blanc a gagné par %.1f points
ja: 白の%.1f目勝ち
ko: 백 %.1f집 승
pt_br: Brancas vencem por %.1f pontos
pt_pt: As brancas vencem por %.1f pontos
th: ขาวชนะ %.1f แต้ม
vi: Trắng thắng %.1f mục
zh_hans: 白棋胜 %.1f 目
zh_hant: 白方以 %.1f 目獲勝

source: White wins by %@
de: Weiß gewinnt durch %@
es: Las blancas ganan por %@
fr: Blanc a gagné par %@
ja: 白の勝ち（%@）
ko: 백 승(%@)
pt_br: Brancas vencem por %@
pt_pt: As brancas vencem por %@
th: ขาวชนะด้วย %@
vi: Trắng thắng vì %@
zh_hans: 白棋以 %@ 获胜
zh_hant: 白方以 %@ 獲勝

source: White wins by Abandonment
de: Weiß gewinnt durch Abbruch
es: Las blancas ganan por abandono
fr: Blanc a gagné (Abandon)
ja: 白の勝ち（対局廃棄）
ko: 백 승(대국 포기)
pt_br: Brancas vencem por abandono
pt_pt: As brancas vencem por abandono
th: ขาวชนะเพราะอีกฝ่ายละทิ้งเกม
vi: Trắng thắng vì Đen bỏ cuộc
zh_hans: 白棋因对手弃权获胜
zh_hant: 白方因對手棄局獲勝

source: White wins by Cancellation
de: Weiß gewinnt durch Annullierung
es: Las blancas ganan por cancelación
fr: Blanc a gagné (Annulation)
ja: 白の勝ち（キャンセル）
ko: 백 승(취소)
pt_br: Brancas vencem por cancelamento
pt_pt: As brancas vencem por cancelamento
th: ขาวชนะเพราะเกมถูกยกเลิก
vi: Trắng thắng vì Đen huỷ ván
zh_hans: 白棋因对局取消获胜
zh_hant: 對局取消，白方獲勝

source: White wins by Disconnection
de: Weiß gewinnt wegen Verbindungsabbruchs
es: Las blancas ganan por desconexión
fr: Blanc a gagné (Déconnexion)
ja: 白の勝ち（切断）
ko: 백 승(연결 끊김)
pt_br: Brancas vencem por desconexão
pt_pt: As brancas vencem por desconexão
th: ขาวชนะเพราะอีกฝ่ายขาดการเชื่อมต่อ
vi: Trắng thắng vì Đen mất kết nối
zh_hans: 白棋因对手断线获胜
zh_hant: 白方因對手斷線獲勝

source: White wins by Disqualification
de: Weiß gewinnt durch Disqualifikation
es: Las blancas ganan por descalificación
fr: Blanc a gagné (Disqualification)
ja: 白の勝ち（失格）
ko: 백 승(실격)
pt_br: Brancas vencem por desclassificação
pt_pt: As brancas vencem por desclassificação
th: ขาวชนะเพราะอีกฝ่ายถูกตัดสิทธิ์
vi: Trắng thắng vì Đen bị loại
zh_hans: 白棋因对手被取消资格获胜
zh_hant: 白方因對手被取消資格獲勝

source: White wins by Moderator Decision
de: Weiß gewinnt durch Entscheidung der Moderation
es: Las blancas ganan por decisión de un moderador
fr: Blanc a gagné (Décision du modérateur)
ja: 白の勝ち（管理者による裁定）
ko: 백 승(운영자 판정)
pt_br: Brancas vencem por decisão da moderação
pt_pt: As brancas vencem por decisão do moderador
th: ขาวชนะตามคำตัดสินของผู้ดูแล
vi: Trắng thắng do Quản trị viên quyết định
zh_hans: 管理员判定白棋获胜
zh_hant: 白方因管理員裁決獲勝

source: White wins by Resignation
de: Weiß gewinnt durch Aufgabe
es: Las blancas ganan por rendición
fr: Blanc a gagné (Abandon)
ja: 白の中押し勝ち
ko: 백 불계승
pt_br: Brancas vencem por desistência
pt_pt: As brancas vencem por desistência
th: ขาวชนะเพราะดำยอมแพ้
vi: Trắng thắng vì Đen nhận thua
zh_hans: 白中盘胜
zh_hant: 白方中盤勝

source: White wins by Stone Removal Timeout
de: Weiß gewinnt wegen Zeitüberschreitung bei der Steinentfernung
es: Las blancas ganan por agotarse el tiempo de retirada de piedras
fr: Blanc a gagné (Expiration du délai de retrait des pierres)
ja: 白の勝ち（死石除去フェーズでの時間切れ）
ko: 백 승(사석 제거 시간 초과)
pt_br: Brancas vencem por tempo esgotado na remoção de pedras
pt_pt: As brancas vencem por tempo esgotado na remoção de pedras
th: ขาวชนะเพราะอีกฝ่ายหมดเวลาเลือกหมากตาย
vi: Trắng thắng vì Đen hết giờ
zh_hans: 白棋因对手确认死子超时获胜
zh_hant: 白方因對手死子確認逾時獲勝

source: White wins by Timeout
de: Weiß gewinnt auf Zeit
es: Las blancas ganan por tiempo agotado
fr: Blanc a gagné (Temps écoulé)
ja: 白の勝ち（時間切れ）
ko: 백 승(시간패)
pt_br: Brancas vencem por tempo esgotado
pt_pt: As brancas vencem por tempo esgotado
th: ขาวชนะเพราะดำหมดเวลา
vi: Trắng thắng vì Đen hết giờ
zh_hans: 白棋因对手超时获胜
zh_hant: 白方因對手逾時獲勝

source: Width
de: Breite
es: Ancho
fr: Largeur
ja: 横
ko: 너비
pt_br: Largura
pt_pt: Largura
th: ความกว้าง
vi: Chiều rộng
zh_hans: 宽度
zh_hant: 寬度

source: Win
de: Sieg
es: Victoria
fr: Victoire
ja: 勝ち
ko: 승
pt_br: Vitória
pt_pt: Vitória
th: ชนะ
vi: Thắng
zh_hans: 胜
zh_hant: 勝

source: Withdraw
de: Zurückziehen
es: Retirar
fr: Abandon
ja: 退出する
ko: 철회
pt_br: Retirar
pt_pt: Retirar
th: ถอนตัว
vi: Huỷ
zh_hans: 撤回
zh_hant: 撤回

source: You
de: Du
es: Tú
fr: Vous
ja: あなた
ko: 나
pt_br: Você
pt_pt: Eu
th: คุณ
vi: Bạn
zh_hans: 您
zh_hant: 你

source: You can select multiple options.
de: Du kannst mehrere Optionen auswählen.
es: Puedes seleccionar varias opciones.
fr: Vous pouvez sélectionnez plusieurs options.
ja: 複数選択可能。
ko: 여러 옵션을 선택할 수 있습니다.
pt_br: Você pode selecionar várias opções.
pt_pt: Pode selecionar várias opções.
th: เลือกได้หลายตัวเลือก
vi: Có thể chọn nhiều lựa chọn.
zh_hans: 可以选择多个选项。
zh_hant: 可選擇多個選項。

source: You don't have any correspondence games at the moment.
de: Du hast derzeit keine Korrespondenzpartien.
es: No tienes partidas por correspondencia en este momento.
fr: Vous n'avez pas de parties par correspondance en ce moment.
ja: 通信対局がありません
ko: 현재 통신 대국이 없습니다.
pt_br: Você não tem nenhuma partida por correspondência no momento.
pt_pt: Neste momento, não tem partidas por correspondência.
th: ขณะนี้คุณไม่มีเกมผลัดตาระยะยาว
vi: Hiện tại bạn không có ván trường kỳ nào.
zh_hans: 您目前没有通信对局。
zh_hant: 目前沒有非即時對局。

# You have %lld hours to make your move in the game with %@.
source: You have %1$lld hours to make your move in the game with %2$@.
de: Du hast noch %1$lld Stunden Zeit für deinen Zug in der Partie gegen %2$@.
es: Tienes %1$lld horas para hacer tu jugada en la partida con %2$@.
fr: Vous avez %1$lld heures pour jouer votre coup dans la partie contre %2$@.
ja: %2$@との対局では、後%1$lld時間が残っています。
ko: %2$@님과의 대국에서 착수까지 %1$lld시간 남았습니다.
pt_br: Você tem %1$lld horas para fazer sua jogada na partida contra %2$@.
pt_pt: Tem %1$lld horas para fazer a sua jogada na partida com %2$@.
th: คุณมีเวลา %1$lld ชั่วโมงเพื่อเดินหมากในเกมกับ %2$@
vi: Bạn còn %1$lld tiếng thời gian trong ván đấu với %2$@.
zh_hans: 您还有 %1$lld 小时可以在与 %2$@ 的对局中落子。
zh_hant: 你必須在 %1$lld 小時內於和 %2$@ 的對局中落子。

source: You need to choose an opponent or make the challenge open.
de: Du musst einen Gegner auswählen oder die Herausforderung als offen einstellen.
es: Debes elegir un oponente o hacer que el desafío sea abierto.
fr: Vous devez choisir un adversaire ou rendre le défis publique.
ja: 非公開対局相手を選択して下さい。又は、対局要請を公開して下さい。
ko: 상대를 선택하거나 대국 신청을 공개해야 합니다.
pt_br: Você precisa escolher um adversário ou abrir o desafio.
pt_pt: Tem de escolher um adversário ou tornar o desafio aberto.
th: คุณต้องเลือกคู่แข่งหรือตั้งคำท้าเป็นแบบเปิด
vi: Bạn chưa chọn đối thủ.
zh_hans: 您需要选择一位对手，或将挑战设为公开。
zh_hant: 你必須選擇對手，或將挑戰設為公開。

source: You play as Black
de: Du spielst Schwarz
es: Juegas con negras
fr: Vous jouez les noirs
ja: あなたは黒番です
ko: 흑으로 대국
pt_br: Você joga com as Pretas
pt_pt: Joga com as pretas
th: คุณเล่นฝ่ายดำ
vi: Bạn chơi quân Đen
zh_hans: 您执黑
zh_hant: 你執黑

source: You play as White
de: Du spielst Weiß
es: Juegas con blancas
fr: Vous jouez les blancs
ja: あなたは白番です
ko: 백으로 대국
pt_br: Você joga com as Brancas
pt_pt: Joga com as brancas
th: คุณเล่นฝ่ายขาว
vi: Bạn chơi quân Trắng
zh_hans: 您执白
zh_hant: 你執白

source: Your color
de: Deine Farbe
es: Tu color
fr: Votre couleur
ja: あなたの色
ko: 내 돌 색
pt_br: Sua cor
pt_pt: A sua cor
th: สีหมากของคุณ
vi: Màu của bạn
zh_hans: 您的棋色
zh_hant: 你的棋色

source: Your game with %@ has ended.
de: Deine Partie gegen %@ ist beendet.
es: Tu partida con %@ ha terminado.
fr: Votre partie contre %@ est terminée
ja: ％＠との対局は終了しました。
ko: %@님과의 대국이 종료되었습니다.
pt_br: Sua partida contra %@ terminou.
pt_pt: A sua partida com %@ terminou.
th: เกมของคุณกับ %@ จบแล้ว
vi: Ván đấu của bạn với %@ đã kết thúc.
zh_hans: 您与 %@ 的对局已结束。
zh_hant: 你與 %@ 的對局已結束。

source: Your game with %@ has started.
de: Deine Partie gegen %@ hat begonnen.
es: Tu partida con %@ ha empezado.
fr: Votre partie contre %@ a commencé.
ja: %@との対局は開始しました。
ko: %@님과의 대국이 시작되었습니다.
pt_br: Sua partida contra %@ começou.
pt_pt: A sua partida com %@ começou.
th: เกมของคุณกับ %@ เริ่มแล้ว
vi: Ván đấu của bạn với %@ đã bắt đầu.
zh_hans: 您与 %@ 的对局已开始。
zh_hant: 你與 %@ 的對局已開始。

source: Your move
de: Dein Zug
es: Tu turno
fr: À votre tour
ja: あなたの番
ko: 내 차례
pt_br: Sua vez
pt_pt: A sua jogada
th: ตาของคุณ
vi: Lượt của bạn
zh_hans: 轮到您
zh_hant: 輪到你

source: Your move (%02d)
de: Dein Zug (%02d)
es: Tu turno (%02d)
fr: Votre coup (%02d)
ja: あなたの番（%02d）
ko: 내 차례(%02d)
pt_br: Sua vez (%02d)
pt_pt: A sua jogada (%02d)
th: ตาของคุณ (%02d)
vi: Lượt của bạn (%02d)
zh_hans: 轮到您（%02d）
zh_hant: 輪到你（%02d）

source: Your turn
de: Du bist am Zug
es: Tu turno
fr: À votre tour
ja: あなたの番
ko: 내 차례
pt_br: Sua vez
pt_pt: É a sua vez
th: ถึงตาคุณแล้ว
vi: Đến lượt của bạn
zh_hans: 轮到您
zh_hant: 輪到你

# Your turn: %lld/%lld
source: Your turn: %1$lld/%2$lld
de: Du bist am Zug: %1$lld/%2$lld
es: Tu turno: %1$lld/%2$lld
fr: Votre tour: %1$lld/%2$lld
ja: あなたの番：%1$lld/%2$lld
ko: 내 차례: %1$lld/%2$lld
pt_br: Sua vez: %1$lld/%2$lld
pt_pt: A sua vez: %1$lld/%2$lld
th: ตาของคุณ: %1$lld/%2$lld
vi: Đến lượt bạn: %1$lld/%2$lld
zh_hans: 轮到您：%1$lld/%2$lld
zh_hant: 輪到你：%1$lld/%2$lld

source: Zen mode
de: Zen-Modus
es: Modo zen
fr: Mode zen
ja: Zenモード
ko: 집중 모드
pt_br: Modo Zen
pt_pt: Modo Zen
th: โหมดเซน
vi: Chế độ đầy màn hình
zh_hans: 禅模式
zh_hant: 禪模式

source: SD
es: MS
fr: MS
ja: 切れ負け
ko: 마지막
pt_br: MS
pt_pt: MS
zh_hans: 最后一次读秒
zh_hant: 最後讀秒

source: **Standard** komi: **%.1f**
es: Komi **estándar**: **%.1f**
fr: Komi **standard**: **%.1f**
ja: **通常**コミ：**%.1f**
ko: **표준** 덤: **%.1f집**
pt_br: Komi **padrão**: **%.1f**
pt_pt: Komi **padrão**: **%.1f**
th: โคมิ **มาตรฐาน**: **%.1f**
vi: Komi **tiêu chuẩn**: **%.1f**
zh_hans: **标准**贴目：**%.1f**
zh_hant: **標準**貼目：**%.1f**

source: %.1f komi
es: Komi %.1f
fr: komi de %.1f
ja: %.1f目のコミ
ko: 덤 %.1f집
pt_br: Komi: %.1f
pt_pt: Komi %.1f
th: โคมิ %.1f
zh_hans: 贴 %.1f 目
zh_hant: 貼目 %.1f

source: B+
es: N+
fr: N+
vi: Đen thắng
zh_hans: 黑+
zh_hant: 黑+

source: live
es: en vivo
fr: Temps réel
ja: ライブ
ko: 실시간
pt_br: ao vivo
pt_pt: em direto
th: สด
vi: trực tiếp
zh_hans: 即时
zh_hant: 即時

source: Live
es: En vivo
fr: Temps réel
ja: ライブ（通常対局）
ko: 실시간
pt_br: Ao vivo
pt_pt: Em direto
th: สด
vi: Trực tiếp
zh_hans: 即时
zh_hant: 即時

source: Navigation
es: Navegación
ja: メニュー
ko: 내비게이션
pt_br: Navegação
pt_pt: Navegação
th: การนำทาง
vi: Định hướng
zh_hans: 导航
zh_hant: 導覽

source: Standard komi
es: Komi estándar
fr: Komi standard
ja: 通常コミ
ko: 표준 덤
pt_br: Komi padrão
pt_pt: Komi padrão
th: โคมิมาตรฐาน
vi: Komi tiêu chuẩn
zh_hans: 标准贴目
zh_hant: 標準貼目

source: Standard komi: **%.1f**
es: Komi estándar: **%.1f**
fr: Komi standard: **%.1f**
ja: 通常コミ：**%.1f**
ko: 표준 덤: **%.1f집**
pt_br: Komi padrão: **%.1f**
pt_pt: Komi padrão: **%.1f**
th: โคมิมาตรฐาน: **%.1f**
vi: Komi tiêu chuẩn: **%.1f**
zh_hans: 标准贴目：**%.1f**
zh_hant: 標準貼目：**%.1f**

# Standard size
source: Standard
es: Estándar
ja: 普通
ko: 표준 크기
pt_br: Padrão
pt_pt: Padrão
th: ขนาดมาตรฐาน
vi: Tiêu chuẩn
zh_hans: 标准尺寸
zh_hant: 標準

source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
pt_br: Sistema
pt_pt: Sistema
th: ระบบ
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: W+
es: B+
fr: B+
vi: Trắng thắng
zh_hans: 白+
zh_hant: 白+

source: Web version
es: Versión web
fr: Version web
ja: Web版
ko: 웹 버전
pt_br: Versão web
pt_pt: Versão Web
th: เวอร์ชันเว็บ
vi: Phiên bản Web
zh_hans: 网页版
zh_hant: 網頁版

source: Auto
fr: Automatique
ja: 自動
ko: 자동
th: อัตโนมัติ
vi: Tự động
zh_hans: 自动
zh_hant: 自動

source: Chat
fr: Discussion
ja: チャット
ko: 채팅
th: แชท
vi: Tán gẫu
zh_hans: 聊天
zh_hant: 聊天

source: %lld Dan
ja: %lld段
ko: %lld단
th: %lld ดั้ง
zh_hans: %lld 段
zh_hant: %lld 段

source: %lld Kyu
ja: %lld級
ko: %lld급
th: %lld คิว
zh_hans: %lld 级
zh_hant: %lld 級

# %llddan
source: %lldd
ja: %lld段
ko: %lld단
th: %lldดั้ง
zh_hans: %lld段
zh_hant: %lld段

# %lldkyu
source: %lldk
ja: %lld級
ko: %lld급
th: %lldคิว
zh_hans: %lld级
zh_hant: %lld級

source: blitz
ja: ブリッツ
ko: 초속기
th: บลิตซ์
vi: cờ chớp
zh_hans: 闪电
zh_hant: 快棋

source: Blitz
ja: ブリッツ（早碁）
ko: 초속기
th: บลิตซ์
vi: Cờ chớp
zh_hans: 闪电
zh_hant: 快棋

source: Byo-Yomi
ja: 秒読み式
ko: 초읽기
th: เบียวโยมิ
zh_hans: 读秒
zh_hant: 讀秒制

source: Fischer
ja: フィッシャー式
ko: 피셔 방식
th: ฟิชเชอร์
zh_hans: 菲舍尔制
zh_hant: 費雪計時制

source: Komi
ja: コミ
ko: 덤
th: โคมิ
zh_hans: 贴目
zh_hant: 貼目

source: Komi:
ja: コミ：
ko: 덤:
th: โคมิ:
zh_hans: 贴目：
zh_hant: 貼目：

source: Komi: %.1f
ja: コミ：%.1f
ko: 덤: %.1f집
th: โคมิ: %.1f
zh_hans: 贴目：%.1f
zh_hant: 貼目：%.1f
